Revit 2027 API
Toposolid.Create Method
Overload List
Name | Description
Create(Document, IList<CurveLoop>, ElementId, ElementId) |  Creates a new instance of Toposolid within the project.
Create(Document, IList<XYZ>, ElementId, ElementId) |  Creates a new instance of Toposolid within the project.
Create(Document, IList<CurveLoop>, IList<XYZ>, ElementId, ElementId) |  Creates a new instance of Toposolid within the project.
Top
See Also
Reference
Toposolid Class
Autodesk.Revit.DB Namespace